'''обмеження 13 рядків
Напишіть програму, яка просить користувача ввести ширину та довжину кімнати. 
Після того коли ці значення були прочитані, ваша програма повинна обчислити та 
відобразити площу кімната. Довжину та ширину буде введено як числа з 
плаваючою комою. Включати одиниці у вашому запиті та вихідному 
повідомленні; або фути, або метри, залежно від тої
одиниці, з якою вам зручніше працювати
'''
width=float(input("ширина в метрах:"))
length=float(input("довжина в метрах:"))

print("площа кімнати {s}".format(s=str(width*length)+" метрів квадратних"))